Repository: Publish3r/repository.kodi.matrix
Catalog: plugin.video.playlistloader/resources/language/resource.language.*/strings.po
Languages: ru_ru

# #30000
source: Settings
ru_ru: Установки

# #30001
source: Add a new list
ru_ru: Добавить новый список

# #30002
source: Select playlist source
ru_ru: Выберите источник плейлиста

# #30003
source: Favorites
ru_ru: Избранное

# #30004
source: List name
ru_ru: Имя списка

# #30005
source: List URL
ru_ru: Список URL

# #30006
source: Choose list
ru_ru: Выбрать список

# #30007
source: has the same address
ru_ru: имеет тот же адрес

# #30008
source: Remove from Playlist Loader
ru_ru: Удалить из загрузчика плейлистов

# #30009
source: Add to Playlist Loader favorites
ru_ru: Добавить в избранное загрузчика плейлиста

# #30010
source: Remove from Playlist Loader favorites
ru_ru: Удалить из избранного Playlist Loader

# #30011
source: is already in favorites
ru_ru: уже в избранном

# #30012
source: added to favorites
ru_ru: добавлено в избранное

# #30013
source: Add a new channel
ru_ru: Добавить новый канал

# #30014
source: Channel name
ru_ru: Название канала

# #30015
source: Channel URL
ru_ru: URL канала

# #30016
source: Remote-list (URL)
ru_ru: Удаленный список (URL)

# #30017
source: Local-list (File)
ru_ru: Местный список (файл)

# #30018
source: Select channels logos source
ru_ru: Выберите источник логотипов каналов

# #30019
source: Channels logos base URL
ru_ru: Базовый URL логотипов каналов

# #30020
source: Channels logos Folder
ru_ru: Папка с логотипами каналов

# #30021
source: None
ru_ru: Нет

# #30022
source: Choose List logo
ru_ru: Выберите логотип списка

# #30023
source: Choose channel logo
ru_ru: Выберите логотип канала

# #30024
source: Logo from URL
ru_ru: Логотип из URL

# #30025
source: Logo from file
ru_ru: Логотип из файла

# #30026
source: Rename
ru_ru: Переименовать

# #30027
source: Change source
ru_ru: Изменить источник

# #30028
source: Change logo
ru_ru: Сменить логотип

# #30029
source: Change channels logos source
ru_ru: Изменить источник логотипов каналов

# #30030
source: Move up
ru_ru: Сместить вверх

# #30031
source: Move down
ru_ru: Сместить вниз

# #30032
source: Move to
ru_ru: Перейти к

# #30033
source: Select a new location
ru_ru: Выберите новое место

# #30034
source: Select minutes for cache the list on disc
ru_ru: Выберите минуты для кеширования списка на диске

# #30035
source: Change caching time of list
ru_ru: Изменить время кеширования списка

# #30036
source: Show groups in channels lists
ru_ru: Показать группы в списках каналов

# #30037
source: Yes
ru_ru: Да

# #30038
source: No
ru_ru: Нет

# #30039
source: click to change
ru_ru: нажмите, чтобы изменить

# #30040
source: Add new directory
ru_ru: Добавить новый каталог

# #30041
source: Add to existing directory
ru_ru: Добавить в существующий каталог

# #30042
source: Select an icon for this directory ( optional )
ru_ru: Выберите значок для этого каталога (необязательно)

# #30043
source: Delete directory and content
ru_ru: Удалить каталог и контент

# #30044
source: Delete directory and move contents to root
ru_ru: Удалить каталог и переместить содержимое в корень

# #30045
source: Change channels EPG source
ru_ru: Изменить Источник EPG

# #30046
source: Select channels EPG source
ru_ru: Выбрать Источник EPG

# #30047
source: Channels EPG URL
ru_ru: EPG URL

# #30048
source: Local EPG
ru_ru: Локальный EPG

# #30101
source: Delete Playlists file
ru_ru: Удалить файл плейлистов

# #30102
source: Delete Favourites file
ru_ru: Удалить файл избранного
